{
  "mern-1": "Прототип туристического сайта, его основная функция - действовать как агент, продавая туристические продукты и услуги от имени поставщика",
  "mern-2": "Простой список покупок, основная цель которого - продемонстрировать связь между клиентской частью и серверной частью, а также развертывание на Heroku.",
  "next-1": "CRUD операции полный стек с Монго",
  "next-2": "полнофункциональный сайт Beach-Resort",
  "react-1": "Корзина страницы интернет-магазина со скидкой по ПРОМОКОДУ",
  "react-2": "Операция CRUD над списком книг из API с Axios",
  "react-3": "Виртуальный прототип Drum.",
  "react-4": "Сделано с использованием библиотеки Marked.js.",
  "d3-1": "Обозначение уровня образования по округам США.",
  "d3-2": "Месячная глобальная температура с 1753 по 2015 год в виде тепловой карты",
  "d3-3": "График допинга в профессиональных велогонках",
  "d3-4": "Представляя эволюцию ВВП",
  "express-1": "Проект FreeCodeCamp сертификата API и микросервисов с Express и MongoDB.",
  "express-2": "Сделано с помощью Express и MongoDB, проверяет правильность URL-адреса и сохраняет его в более коротком формате в базе данных.",
  "express-3": "Простой RESTful API, только с Express.",
  "jquery-1": "Таймер с интеграцией списка задач",
  "jquery-2": "Виртуальный калькулятор с его обычными функциями.",
  "jquery-3": "Использование wiki api для создания программы просмотра поисковых систем на основе Википедии.",
  "jquery-4": "API Карт Google для геокодирования поиска пользователей, затем получены данные из API используется для прогнозирования погоды.",
  "jquery-5": "Написано с использованием API цитат. Затем включается социальная интеграция Twitter, чтобы пользователи могли твитнуть его.",
  "reactNative-1": "Это приложение на двух языках для поиска ближайшего такси в Интернете с использованием API карт Google, включая функции чата и уведомлений.",
  "reactNative-2": "Двуязычное приложение для онлайн-аренды автомобилей со стороны водителя с использованием API карт Google, включая функции чата и уведомлений."
}